Repository: hongjiapeng/PresentationTimer
Catalog: src/PresentationTimer.App/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# WindowTitle
source: Presentation Timer
zh_cn: 演示计时器

# AppTitleBar.Title
source: Presentation Timer
zh_cn: 演示计时器

# PageTitle.Text
source: Presenter timer
zh_cn: 演讲者计时器

# PageSubtitle.Text
source: Keep the countdown visible while you present.
zh_cn: 演讲时让倒计时始终清晰可见。

# AlwaysOnTopToggle.Header
source: Always on top
zh_cn: 窗口置顶

# AlwaysOnTopToggle.OnContent
source: On
zh_cn: 开

# AlwaysOnTopToggle.OffContent
source: Off
zh_cn: 关

# AlwaysOnTopToggle.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Keep presenter timer window always on top
zh_cn: 让演示计时器窗口始终置顶

# DurationInput.Header
source: Duration
zh_cn: 演讲时长

# DurationInput.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Presentation duration
zh_cn: 演讲时长

# StartButton.Content
source: Start
zh_cn: 开始

# StartButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Start timer
zh_cn: 开始计时

# PauseButton.Content
source: Pause
zh_cn: 暂停

# PauseButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Pause timer
zh_cn: 暂停计时

# ResumeButton.Content
source: Resume
zh_cn: 继续

# ResumeButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Resume timer
zh_cn: 继续计时

# ResetButton.Content
source: Reset
zh_cn: 重置

# ResetButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Reset timer
zh_cn: 重置计时器

# ValidationInfoBar.Title
source: Check the duration
zh_cn: 请检查时长

# SpeakerNotesText.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Current slide speaker notes
zh_cn: 当前幻灯片演讲者备注

# PreviousSlideButton.Content
source: Previous
zh_cn: 上一页

source: Previous PowerPoint slide
zh_cn: 上一张 PowerPoint 幻灯片

# NextSlideButton.Content
source: Next
zh_cn: 下一页

# NextSlideButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Next PowerPoint slide
zh_cn: 下一张 PowerPoint 幻灯片

# RemoteCardTitle.Text
source: Phone remote
zh_cn: 手机遥控

# PairingQrImage.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Phone pairing QR code
zh_cn: 手机配对二维码

# PairingUrlText.Header
source: Pairing address
zh_cn: 配对地址

# PairingCandidateSelector.Header
source: Network address
zh_cn: 网络地址

source: Select a network address for phone pairing
zh_cn: 选择用于手机配对的网络地址

# PairingUrlText.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Phone pairing address
zh_cn: 手机配对地址

# StartRemoteButton.Content
source: Start remote
zh_cn: 启动遥控

# StartRemoteButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Start phone remote session
zh_cn: 启动手机遥控会话

# EndRemoteButton.Content
source: End session
zh_cn: 结束会话

# EndRemoteButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: End phone remote session
zh_cn: 结束手机遥控会话

# TrustedNetworkInfoBar.Title
source: Trusted local networks only
zh_cn: 仅限可信本地网络

# TrustedNetworkInfoBar.Message
source: The MVP remote uses HTTP: use a trusted Wi-Fi only. If a phone cannot connect, confirm both devices use the same network, disable VPN, check Wi-Fi client isolation, and allow this app on private networks in Windows Firewall.
zh_cn: MVP 遥控使用 HTTP，请仅连接可信 Wi-Fi。手机无法连接时，请确认两台设备在同一网络、关闭 VPN、检查 Wi-Fi 客户端隔离，并在 Windows 防火墙中允许本应用访问专用网络。

# TimerModeRemaining
source: Time remaining
zh_cn: 剩余时间

# TimerModeOvertime
source: Overtime
zh_cn: 已超时

# TimerStateReady
source: Ready
zh_cn: 就绪

# TimerStateRunning
source: Running
zh_cn: 计时中

# TimerStatePaused
source: Paused
zh_cn: 已暂停

# PowerPointStateRunning
source: Slide show connected
zh_cn: 已连接幻灯片放映

# PowerPointStateNoPresentation
source: No presentation is open
zh_cn: 没有打开的演示文稿

# PowerPointStateNoSlideShow
source: Start a slide show to connect
zh_cn: 请开始幻灯片放映

# PowerPointStateNotRunning
source: PowerPoint is not running
zh_cn: PowerPoint 未运行

# PowerPointStateDisconnected
source: PowerPoint disconnected
zh_cn: PowerPoint 已断开

# PowerPointStateUnavailable
source: Desktop PowerPoint (COM) was not detected. Install and start the Office desktop app, or repair Office if it is already installed.
zh_cn: 未检测到桌面版 PowerPoint（COM）。请安装并启动 Office 桌面应用；如果已安装，请修复 Office。

# PowerPointSlidePositionFormat
source: Slide {0} / {1}
zh_cn: 幻灯片 {0} / {1}

# PowerPointNoNotes
source: No speaker notes on this slide
zh_cn: 当前幻灯片没有演讲者备注

# PowerPointCommandBusy
source: PowerPoint is busy. Try again.
zh_cn: PowerPoint 正忙，请重试。

# PowerPointCommandUnavailable
source: Start a slide show before navigating.
zh_cn: 请先开始幻灯片放映。

# RemoteStateStopped
source: Remote session stopped
zh_cn: 遥控会话未启动

# RemoteStateStarting
source: Starting remote session
zh_cn: 正在启动遥控会话

# RemoteStateReady
source: Ready for phone pairing
zh_cn: 可以使用手机配对

# RemoteStateFailed
source: Remote session failed
zh_cn: 遥控会话启动失败

# RemoteStateNoLanAddress
source: No usable LAN address. Connect this PC to trusted Wi-Fi or Ethernet, then retry.
zh_cn: 没有可用的局域网地址。请将电脑连接到可信 Wi-Fi 或以太网后重试。

# RemoteStateStopping
source: Stopping remote session
zh_cn: 正在停止遥控会话

# RemoteNoPhones
source: No phone connected
zh_cn: 没有手机连接

# RemoteOnePhone
source: 1 phone connected
zh_cn: 已连接 1 部手机

# RemotePhoneCountFormat
source: {0} phones connected
zh_cn: 已连接 {0} 部手机

# TimerInvalidDuration
source: Enter a positive whole-second duration up to 99:59:59.
zh_cn: 请输入不超过 99:59:59 的正数整秒时长。

# TimerTargetStatusFormat
source: Target {0} · {1}
zh_cn: 目标 {0} · {1}

# RemoteMenuStart
source: Start phone remote
zh_cn: 启动手机遥控

# RemoteMenuStatusFormat
source: Phone remote · {0}
zh_cn: 手机遥控 · {0}

# TitleBarPinButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Keep window always on top
zh_cn: 让窗口始终置顶

# TitleBarPinButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Always on top
zh_cn: 始终置顶

source: Open control center
zh_cn: 打开控制中心

# CompactExpandButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Open control center
zh_cn: 打开控制中心

# CompactMoreButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: More presenter actions
zh_cn: 更多演示操作

# CompactMoreButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: More
zh_cn: 更多

# HudPauseButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Pause timer
zh_cn: 暂停计时

# HudPauseButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Pause
zh_cn: 暂停

# HudResumeButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Resume timer
zh_cn: 继续计时

# HudResumeButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Resume
zh_cn: 继续

# HudControlCenterButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Control center
zh_cn: 控制中心

# HudMoreButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: More presenter actions
zh_cn: 更多演示操作

# HudMoreButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: More
zh_cn: 更多

# HudResetMenuItem.Text
source: Reset timer
zh_cn: 重置计时器

# OpenControlCenterMenuItem.Text
source: Open control center
zh_cn: 打开控制中心

# AlwaysOnTopMenuItem.Text
source: Always on top
zh_cn: 始终置顶

# TimerSettingsMenuItem.Text
source: Timer settings
zh_cn: 计时器设置

# ExitMenuItem.Text
source: Exit
zh_cn: 退出

# ExpandedCollapseButton.Content
source: Collapse
zh_cn: 收起

source: Collapse timer
zh_cn: 收起计时器

# ExpandedMoreButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: More control center actions
zh_cn: 更多控制中心操作

# ExpandedMoreButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: More
zh_cn: 更多

# RemoteOpenMenuItem.Text
source: Phone remote
zh_cn: 手机遥控

# SpeakerNotesPhoneHint.Text
source: Speaker notes are available on the phone presenter.
zh_cn: 可在手机演示端查看演讲者备注。

# DisplayPairingQrButton.Content
source: Display pairing QR
zh_cn: 显示配对二维码

source: Display the current phone pairing QR code
zh_cn: 显示当前手机配对二维码

# TrustedNetworkCompactText.Text
source: Pair only on a trusted local network.
zh_cn: 请仅在可信的局域网中配对。

# DurationSectionTitle.Text
source: Target duration
zh_cn: 目标时长

# DurationSection.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Target duration settings
zh_cn: 目标时长设置

# Duration10Button.Content
source: 10 min
zh_cn: 10 分钟

# Duration10Button.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Set a 10 minute duration
zh_cn: 设置 10 分钟时长

# Duration15Button.Content
source: 15 min
zh_cn: 15 分钟

# Duration15Button.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Set a 15 minute duration
zh_cn: 设置 15 分钟时长

# Duration20Button.Content
source: 20 min
zh_cn: 20 分钟

# Duration20Button.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Set a 20 minute duration
zh_cn: 设置 20 分钟时长

# Duration30Button.Content
source: 30 min
zh_cn: 30 分钟

# Duration30Button.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Set a 30 minute duration
zh_cn: 设置 30 分钟时长

# DurationCustomButton.Content
source: Custom
zh_cn: 自定义

source: Set a custom duration
zh_cn: 设置自定义时长

# CustomDurationDialog.Title
source: Custom duration
zh_cn: 自定义时长

# CustomDurationDialog.PrimaryButtonText
source: Apply
zh_cn: 应用

# CustomDurationDialog.CloseButtonText
source: Cancel
zh_cn: 取消

# CustomDurationInput.Header
source: Duration
zh_cn: 时长

# CustomDurationInput.PlaceholderText
source: 15:00 or 1:05:30
zh_cn: 15:00 或 1:05:30

source: Custom presentation duration
zh_cn: 自定义演示时长
